opendj-sdk/opends/tests/functional-tests/shared/data/dsml/suites/01versionsuite/data/post_version.dat

POST http://franang:8080/?justforfun HTTP/1.1
Host: toto
Connection: close
Content-length: 397
SOAPAction: "#batchRequest"

<?xml version='1.0' encoding='UTF-8'?>
   <soap-env:Envelope
      xmlns:xsd='http://www.w3.org/2001/XMLSchema'
      xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance'
      xmlns:soap-env='http://schemas.xmlsoap.org/soap/envelope/'>
      <soap-env:Body>
         <batchRequest xmlns='urn:oasis:names:tc:DSML:2:0:core'>
         </batchRequest>
      </soap-env:Body>
   </soap-env:Envelope>
